[
    {
        "name": "Gutamaya",
        "iconName": "gutamaya",
        "description": "Gutamaya, also known as Imperial Gutamaya, Gutamaya Corporation, and Gutamaya Shipyards, is an Imperial manufacturer of ships and various equipment. It specialises in producing combat and multipurpose ships known for their sleek, elegant designs, and is the primary supplier of ships for the Imperial Navy.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "",
            "areaServed": "Galactic",
            "products": "Ships, stations, Discovery Scanners, miscellaneous equipment",
            "founded": 3000
        }
    },
    {
        "name": "Faulcon DeLacy",
        "iconName": "faulcon_delacy",
        "description": "Faulcon DeLacy is an independent manufacturer of ships and equipment that is based in Reorte. They specialize in producing multipurpose and combat-oriented ships known for their ruggedness and reliability. The company was founded in the 28th century as Faulcon Manspace and made its name with the original Viper before rapidly expanding through a number of acquisitions including deLacy ShipWorks and Zorgon Peterson. By the 34th century, the company has become the largest of all ship manufacturers, as well as one of the most widespread and consistently admired corporations in the galaxy. Public regard for Faulcon deLacy is so high that the Alliance, Empire, and Federation have all attempted to secure exclusivity contracts, but without success.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "Reorte",
            "areaServed": "Galactic",
            "products": "Ships, miscellaneous equipment",
            "founded": 2982
        }
    },
    {
        "name": "Core Dynamics",
        "iconName": "core_dynamics",
        "description": "Core Dynamics is a Federal manufacturer of ships, skimmers, and ship modules based in Sol. It specializes in producing high-performance combat ships that utilize proprietary Core Dynamics Composites, and is the primary supplier of ships for the Federal Navy. Core Dynamics owns three subsidiaries: Imperial Dynamics, which sells rebranded Core Dynamics skimmers within the Empire, Vodel, which produces the Scarab SRV, and Core Enterprises, which was created to absorb the assets of the rogue corporate republic Jupiter Division. The secession of Jupiter Division from Core Dynamics in 3307, the culmination of years of planning by CEO Jupiter Rochester, threw the corporation into disarray. Owen McKenna, Rochester's successor as Core Dynamics CEO, oversaw the extensive restructuring process, and when Jupiter Division was defeated, he folded the breakaway department's remnants into Core Enterprises.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "Olympus Village, Mars, Sol",
            "areaServed": "Galactic",
            "products": "Ships, Skimmers, Surface Recon Vehicles, Core Dynamics Composites, various modules",
            "founded": 3307
        }
    },
    {
        "name": "Lakon Spaceways",
        "iconName": "lakon_spaceways",
        "description": "Lakon Spaceways is an Allied manufacturer of ships and equipment based in Alioth. It specialises in producing durable, utilitarian freighters and exploration vessels. Beginning in December 3303, the then-independent Lakon entered a partnership with the Alliance to develop new military craft to combat the Thargoids, resulting in the creation of the Type-10 Defender, Alliance Chieftain, Alliance Challenger, and Alliance Crusader. By February 3307, Lakon had become a key defence contractor for the Alliance Defence Force, and in the wake of financial troubles and a failed hostile takeover by Core Dynamics, the Alliance purchased a majority stake in Lakon to rescue the company from insolvency and block other acquisition attempts.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "Lakon Spaceways Central, Alioth",
            "areaServed": "Galactic",
            "products": "Ships, miscellaneous equipment",
            "founded": 3307
        }
    },
    {
        "name": "Zorgon Peterson",
        "iconName": "zorgon_peterson",
        "description": "Zorgon Peterson is an independent manufacturer of ships and equipment in the galaxy. It produces a small yet eclectic range of ships, including small freighters and high-performance combat craft. It has been a fully-owned subsidiary of Faulcon DeLacy since 3126.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "",
            "areaServed": "Galactic",
            "products": "Ships, miscellaneous equipment",
            "founded": 3126
        }
    },
    {
        "name": "Saud Kruger",
        "iconName": "saud_kruger",
        "description": "Saud Kruger is an independent corporation based in Bedaho that manufactures luxury passenger ships and equipment for the wealthy in the galaxy. It runs its own shipyards in Bedaho and a number of other systems across independent and Imperial space. Its subsidiary, Astrogator Corporation, sells adventure holidays to the less wealthy. It also has a thriving star chart and exploration business.[2] Ships produced by Saud Kruger emphasize form over function for the sake of luxury, with designs incorporating tapering curves, tinted windows, and glossy white exteriors. Saud Kruger liners are also the only ships that can be fitted with luxury-class Passenger Cabin suites.",
        "details": {
            "sector": "Aerospace",
            "headquarters": "Bedaho",
            "areaServed": "Galactic",
            "products": "Ships, goldskin leather, miscellaneous equipment",
            "founded": 3270
        }
    }
]